[
  {
    "name": "Karachi",
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795076/karachi_houluk.jpg",
    "places": [
      {
        "name": "Mohatta Palace Museum",
        "about": "In 1927, Shiv Rattan Mohatta, a successful Marwari entrepreneur, commissioned a palatial house in the affluent seaside neighbourhood of Clifton. Mohatta had made his fortune as a ship handler and trader. The architect commissioned for his palace, Ahmed Hussein Agha, was one of the first Muslim architects of India and had come from Jaipur to take up an assignment as chief surveyor for the Karachi Muncipality. Ahmed Hussein Agha designed a number of buildings in Karachi but Mohatta Palace was to prove the coup de maitre of his professional career. Working in a Mughal revival style with a combination of locally available yellow Gizri and pink stone from Jodhpur, he sought to recreate the Anglo Mughal palaces of the Rajput princes.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581453466/mohatta_palace_museum.jpg",
        "latitude":44.481600,
        "longitude":-73.787270
      },
      {
        "name": "National Museum of Pakistan",
        "about": "The National Museum of Pakistan, Karachi was established in 1951 in historical building of Frere Hall and continued to be there till July, 1969. Meanwhile the Government realizing the importance of the National Institution favored the construction a separate building at Burns Garden. The new building's inauguration ceremony was performed by the then President of Pakistan on 21st February, 1970. The Museum represents a complete vista of Pakistan's Cultural Heritage from Stone Age down to the birth of Pakistan. All galleries are set up in chronological",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581453782/national_museum.jpg",
        "latitude":24.984695,
        "longitude":67.238928
      },
      {
        "name": "Quaid-e-Azam House Museum",
        "about":"Quaid-e-Azam House Museum, popularly known as Flag Staff House is an important National Monument in the heart of the city. A gorgeous yellow stone double strayed building situated at the crossing of Shahrah-e-Faisal and Fatima Jinnah Road, Staff Lines, Karachi Cantonment. The House was purchased by the Quid-i-Azam in 14th August 1943 from Mr. Sorab Kavasji Katrak, a former Mayor of Karachi.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581454022/quaid_azam_mausem.jpg",
        "latitude":27.045500,
        "longitude":67.848970
      },
      {
        "name": "Baloch Graveyard (Lakho Shaikh)",
        "about":"This graveyard is situated in Malir district Karachi, located near Memon Goth in Goth Hashim Jokhio. The Baluch Tombs graveyard was developed by those who were roaming in Maheer area. It came into existence when the earlier non-regular graves, scattered in that area attained uniformity of design. This acquisition of uniform features initiated the artisan in an art form which went on to develop greatly.Later, the Kalmati Maliks while expanding their influence shifted their seat of power to this area and were buried here. This fact must have ushered in the need of grandeur to be depicted in stone. The graveyard shows its emergence; the structure acquired chambers and was enriched with exquisite carving, perfectly rendered.The neighbouring Chaukandi graveyard seems to have followed the mature structure; there is hardly any evidence to suggest that the formative period practice was ever carried over in this graveyard. The crude graves are abruptly replaced with the mature classical structures. Very few intervening cut arch and early classical graves could be found. The late classical and early Transit periods is richly represented here. Both these graveyards were enriched greatly during classical and late classical periods as is said, due to rivalry between Kalmati and Jokhia tribes.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581454304/baloch%20graveyard_karachi.jpg",
        "latitude":24.9450779,
        "longitude":67.2482757
      }
    ]
  },
  {
    "name": "Dadu",
    "imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/10/54/d3/46/necropolis-of-mian-nasir.jpg",
    "places": [
      {
        "name": "Wahi Pandhi Mound, Dadu ",
        "about":"The site is located just north of present day village of Wahi Pandhi, near Nari Nai. The prehistoric site is situated on a gravel terrace above the flooding of the torrential.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581455321/Wahi_Pandhi_Mound_dadu.jpg",
        "latitude":"26.679516",
        "longitude":"67.37902"
      },
      {
        "name": "Tomb of Mian Yar Muhammad Kalhoro",
        "about":"Mian Yar Muhammad was the first Kalhora ruler of Sindh. After wandering about northern Sindh and Baluchistan upon warlike expeditions, settled down at Khudabad on wresting it from the Panwhars and it was he who gave it that name. He died in 1718 A.D.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581455586/Tomb_of_Mian_Yar_Muhammad_Kalhoro.jpg",
        "latitude":"26.6460844",
        "longitude":"67.7160057"
      },
      {
        "name": "Piyaro ji Mari, Johi, Dadu ",
        "about":"The site is located approximately six kilometers sout-southeast of Tando Rehim Khan, and two kilometers east of Pir Ghazi Shah mazar. The site is 160 N-S long, 130 mters E-W widw, 11 meters high and covers and an area of 20,800 square meters. A perennial spring which issues in the Bhit Range runs close to the site. A wide expanse of alluvial plain extends from the foothills of the Bhit Range east eastward to the rock outcrons which lie just west of manchar Lake, the site is a single mound. The sequence revealed by excavations is similar to that of the site of Amri: an early Amri occupation, levels with a mixing of Amrian and Harappan material, and a purely Harappan level (s). In addition to the pottery. Bull figurines, miniature cart frames, terracotta steatite carnelian, agate, and copper beads, a copper ring, terracotta and copper hangles, copper objects, a leafshaped arrowhead with tang of copper, copper awl and chisel, chert flake tools, and a silver ring fragment were other objects.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581455951/Piyaro_ji_Mari_Dadu.jpg",
        "latitude":"26.454732",
        "longitude":"67.464129"
      }
    ]
  },
  {

    "name": "Khairput",
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795079/Faiz_Mahal_Khairpur_Sindh_t1i1q6.jpg",
    "places" : [
      {
        "name": "Shrine of Sachal Sarmast ",
        "about":"Shrine of Sachal Sarmast is located at 40 km southwest of Khairpur, Sindh. Sachal was born in Daraza, near Ranipur, Sindh. He spread the message of love for humanity through poetry, during the Talpur era of Sindh. He is regarded as ``Shair-e-Haft Zaban`` (poet of seven languages).",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581457551/Sachal_Sarmast.jpg",
        "latitude":"27.3056721",
        "longitude":"68.5126895"
      },
      {
        "name": "Faiz Mahal ",
        "about":"This majestic remain of the Talpur Dynasty of Khairpur , is the Faiz Mahal. It is a grand architectural masterpiece. The unique traditional culture and traditional work of art seems to have swept over the real splendour. The details on the walls of the palace are exquisitely designed, exhibiting the fine art of the people of past era. Besides there are other palaces, tomb sites in Kot Diji and the surrounding areas. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581457705/Faiz_Mahal.jpg",
        "latitude":"27.5384384",
        "longitude":"68.7546216"
      },
      {
        "name": "Fort of Kotdiji, Khairpur ",
        "about":"Khairpur is a large district of Sindh with several historical sites & monuments; the fort of KOTDIJI is one of them. The former ruler of Khairpur state Mir Sohrab Khan Talpur founded three forts to safeguard the frontiers of his rule. Those were 'Shah Garh', towards Jodhpur - Jaisalmer, 'Imam Garh' in the Thar region & 'Qilla Ahmedabad' in capital town of Kotdiji. This 19th century Talpur era fort is situated about 25 km north wards of district head quarter Khairpur in Kotdiji town was built between 1785-95. This magnificent fort made from klin baked bricks sits atop about 110 ft. high semi-circular lime stone hillock. Its walls are 30 ft. high from surface level encompassing the upper most portion of the fort resulting a narrow width fortress with perimeter of 1.8 kms. Kotdiji fort has its main entrance on the east placed at 90° saving it against any raiding enemy. It's 13 ft. high & 10ft wide strong door was made by joining big wooden logs having 234 iron spikes fixed in it.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581457782/Fort_Kotdiji_Khairpur.jpg",
        "latitude":"27.3433121",
        "longitude":"68.70725949999999"
      },
      {
        "name": "Diji ji Takri (Mound)",
        "about":"Situated fifteen miles south of the Town of Khairpur KotDiji is the earliest known ruin of the great Chaleolithic Civilization of the Indus Valley. Excavation at the prehistoric mound of Kot Diji has dismissed the long held view that” the Indus Valley Civilization was a static an uninspired monument of ultra-Conservation. The picture of the Indus Valley Civilization as presented to us was that of  a full nature and developed culture of which the beginning was obscure in 1946 Sir Mortimer wheeler discovered a distinct glass of ceramic below the defences at Harappa which he considered of and insignificant nature and belonging to some alien people. The excavations conducted by Dr. F.A. Khan at Kot Diji proved that the “alien pottery below the massive defences at Harappa in fact belonged to a distinct pre-Harappan Culture”. The ancient Kot Diji comprised a citadel where the ruling class lived and an outer part of the city which was the dwelling of the common populace. Today the main axis of the 40 feet high mound runs from east to west and measures 600 feet in length and about 400 feet in breadt.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581457989/Diji_ji_Takri_Khairpur.jpg",
        "latitude":"27.3487323",
        "longitude":"68.7044487"
      }
    ]
  },
  {
    "name": "Nawabshah",
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795650/nawabshah_adj33y.jpg",
    "places": [
      {
        "name": "Buddhist Stupa",
        "about":"Thul Mir Rukan is located about 22 kilo meters to the south west of Bndhi Railway Station, about 13 K.M. south east of Daulatpur in District Nawabshah. Early history of the Thul is shrouded in obscurity with a little legend connected with it. It is said that a king who has no son wanted to preserve his name for endless time was advised by his council of Ministers to erect this tower.It is a solid cylindrical structure, tapering at the top, constructed with a brick casing about 60 feet in height stands over a square base about 66 feet in each side.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581460941/Buddhist_Stupa.jpg",
        "latitude":"26.4546086",
        "longitude":"68.106701"
      },
      {
        "name": "Tomb of Mian Noor",
        "about":"The tomb of Mian Nur Muhammad Kalhora is situated about 9 kilometers towards west of Moro town in District Nawabshah. The approach to the tomb which is through a metal led road is fairly good except for a portion of one furlong just near the tomb which is “Katcha”. The tomb has a rectangular walled enclosure which has a single domed entrance in the centre of the eastern wall. The wall which is nearly 8 feet high has regular arched recessed panels on the interior and exterior.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581461072/Tomb_of_Mian_Noor.jpg",
        "latitude":"26.550036",
        "longitude":"68.0643609"
      }
    ]
  },
  {
    "name": "Sanghar",
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795649/sanghar_wzjeap.jpg",
    "places": [
      {
        "name": "Historical Graveyard",
        "about":"These two grave-yards of Talpur Mir’s which are known as Qubba Mir’s Shahdad have 8 stone pavilion tombs, 3 brick mosques two mausoleums with curvilinear type of roofs and several carved stone graves with inscriptions. Most of these tombs date back to 1st half of 19th century, but the following two tombs belong to 17th and 18th centuries respectively:-",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581461504/Historical_Graveyard.jpg",
        "latitude":"26.186065",
        "longitude":"68.634666"
      },
      {
        "name": "Ancient city",
        "about":"Ancient city Mansura, which served as the first important stronghold of Muslim on the soil of sub-continent if located about 18 kilometers south east of Shahdadpur. It was founded in the first half of the 8th century A.D. and appears to have come to an and in the 13th century A.D. either due to shifting of river Indus or some other calamity. The city as reported by Arab geographers was situated on the western bank of the river Indus and was surrounded by another branch from the river in such a manner that the land on which the town stood looked like an island. Mehfooza is another detached archaeological site situated to the sout-east of Mansura. Mansura was a great commercial centre, rich and populous with its trade extended far and wide in all directions. The city was well built and its building was constructed of burnt bricks, wood and clay.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581461570/Ancient_city.jpg",
        "latitude":"25.881169",
        "longitude":"68.774898"
      },
      {
        "name": "Qubba Mir Shahdad",
        "about":"It is and extensive graveyard dating back to the first half of the 19th century A.D. in which the main grave is of Mir Shahdad. This grave is of stone carving and in itself worth exhibiting in a museum. This graveyard is divided into two portions with a number of graves, small tombs and a mosque.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581461678/Qubba_Mir_Shahdad.jpg",
        "latitude":"26.187216",
        "longitude":"68.633625"
      }
    ]
  },
  {
    "name": "Jamshoro" ,
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795655/jamshoro_ve7c1z.jpg",
    "places": [
      {
        "name": "Shrine of Laki Shah Sadar",
        "about":"The shrine of Saint Shah Saduruddin Lakyari, known as Laki Shah Sadar is at 20 kms from south of Sehwan. The shrine is beautifully covered into the lap of huge mountains. The shrine’s dome is majestically designed with tiles and colourful precious stones. Adjacent the shrine there is stream flowing from these mountains; it is believed that the warm water of the stream cure the skin related problems of the devotees of this saint. Since the flow of the water is always continues that’s why it is called “Dhara Tirath”. The serene surroundings of this mountainous area, with stream flowing beside relax the mind and soul of the visitor. For the visitors’ coming from far off areas, a beautiful motel has been constructed there, where they are provided with spacious rooms to rest and delicious food to enjoy. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581462483/Shrine_Laki_Shah_Sadar.jpg",
        "latitude":"26.267258",
        "longitude":"67.902557"
      },
      {
        "name": "Kai Valley ",
        "about":"Kai Valley is situated at a distance of 40 kms from Sehwan Sharif. District Jamshoro.The Kai valley is towards the southern part of the Sehwan Sharif in Kirthar Mountain Range. Kai valley presents a picturesque panorama on both sides of the road. Kai Valley is one of the rare solitary landscape, which sees majority of tourist. It gives the impression as if the hills were once underneath sea level because there are noticeable signs of erosion from the water waves. The track leading to these caves is a bit narrow but apparent, with the help of signs available there. The lower site frequently called as “Satt Ghariyoon” (Seven Caves), is towards the east of the village Muhammad Khan Noohani, situated near a mountainous water stream. However the upper site stretches out towards the southern part of the village. At its apex the upper part is enveloped by an ancient compound wall of stones. The remains of ancient hamlets and terracotta pottery have been discovered from this hilly part. The pottery belonged to the olden Indus Valley Civilization and the caves to the Stone Age. There are 4 prominent and prehistoric sites here at Kai Valley, namely: Bulo –ji –Buthi, Nuku- Buthi , Kai-Buthi and Naing (a charismatic small oasis in Sindh Province). Lots of visitors come round to visit these prehistoric sites. A beautiful rest house has been established with basic amenities, to accommodate the visitors travelling to Sehwan Sharif and Panjatan Bagh. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581462728/Kai_Valley.jpg",
        "latitude":"26.309302",
        "longitude":"67.571053"
      },
      {
        "name": "Lal Shahbaz Qalandar",
        "about":"Being the centre of one of the great cultural and traditional monuments, Sindh is also blessed with the exalted Shrines of great Saints of olden times. The Shrine of the Saint Qalandar Lal Shehbaz is filled up with ocean of people from all around the world, to get peace of mind and also witness the gigantic mausoleum visible from far off distance. The Sanctity of this sacred Shrine can be seen, in the ragged and colourful clothing of devotees during “Dhamaal”, in traditional song dance each day. The word Lal in this great saint’s name stand for red coloured dress, he always wore. The dome of the Shrine is beautifully decorated with kashi tiles in silver and gold. Every year around 2 million pilgrims attend Annual Festival at Qalandar. The four corners of the building are beautifully covered in white marble, with glazed tiles and attractive mirror work. The Shrine has a huge gold plated gate which looks extremely dignified at the entrance. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581462837/Shahbaz_Qalandar.jpg",
        "latitude":"26.4288238",
        "longitude":"67.8623312"
      },
      {
        "name": "Rani Kot (Fort)",
        "about":"About seventy five miles north-west of Hyderabad on barren range of hills, a gigantic fortification wall runs up and down the contours of the country. The wall which is over 22 miles in length encircles hillocks which appear to have never been inhabited by any regular population. This wall and the barren hills inside make the Rani Kot Fort. The fort lies about 18 miles west of the Railway Station Sann on the Kotri-Larkana line of the Pakistan western Railway. A very sandy and rough track connects it with the Indus highway near the Sann Railway Staion. There is not much written record to throw light on this fort. From the scanty record available its comes to light that the fort was built in the first quarter of 19th century A.D. by the Mirs’, obviously to resist the pressure of the British forces over Sindh. It was also meant to serve as a stronghold and a place of refuge for the Mirs in case they could not control the march of the British. From a general survey of the fort it becomes obvious that the builders could not have utilized it to their wishes or made use of the fort for which it had been built. It seems the irony of fate that the British took over Sindh even before the completion of the fort. The fort was planned and constructed under the supervision of Nawab Wali Mohammad Khan Leghari, the prime Minister of Sindh in 1234 A.H./1819 A.D. it was named after a torrent (Rani Nai) which was the main source of supplying water to the whole area.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581462949/Rani_Kot.jpg",
        "latitude":"25.8908178",
        "longitude":"67.9052622"
      },
      {
        "name": "Manchar Lake",
        "about":"Manchar is the largest shallow fresh water Lake in Pakistan. It is situated at a distance of 18 kms from Sehwan Sharif on west side of the River Indus, in district Jamshoro. The area of the lake rise and fall with the change if seasons from little as 350 km to as much as 520 km. The lake accumulates water from numerous brooks in the Kirthar Mountains and empties them into the Indus River. Manchar is synthetic Lake, created in 1930, when the Sukkur barrage was constructed on River Indus. The lake is sustained by two canals, the Aral and the Danister from the river Indus. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581463083/Manchar_Lake.jpg",
        "latitude":"26.388365",
        "longitude":"67.6251689"
      }
    ]
  },
  {
    "name": "Hyderabad" ,
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795654/hyd_w3l5fv.jpg",
    "places": [
      {
        "name": "Provincial Museum, Hyderabad ",
        "about":"The Sindh Provincial Museum was established in 1971. It is situated on National Highway, near Rani Bagh Qasimabad, Hyderabad. The Sindh Provincial Museum is divided into two sections in its present position i.e., Display Galleries and Open Air Section. An inside view of Sindhi Home, decorated with house hold objects and life size models representing a family in a relaxed mood and normal day life. The background depicts the old city Thatto with catches.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581533200/Provincial_Museum_Hyderabad.jpg",
        "latitude":"25.38483",
        "longitude":"68.337951"
      },
      {
        "name": "Pucca Fort Hyderabad ",
        "about":"The present town and Fort of Hyderabad were founded by the Kalhora chief Mian Ghulam Shah in A.H. 1182 (A.D. 1768), who made it his capital. In 1789 Mir Fateh Ali Khan, the then ruling Talpur Chief, abandoning khudabad near Hala, also made it his residence and constructed buildings within the Fort for his own accommodation and that of his relations. Some mosques were also built inside the fort during the period of Kalhoras and Talpurs. The building within the Fort of Mir period with which most of its area was crowded, were nearly all cleared away by the British in 1857, who for sometime used the place for the accommodation of troops military stores, and as an arsenal. The crest of the fortification walls is decorated with ornamental Kanguras, or merlons, of a very curious shape. In one of corner of the Fort, there is a memorial to be native soldier who so very bravely faced the British attack on the Fort in (A.D. 1843). Mir’s Harm and a few odd walls in the buildings known as record office are the only other remnants of the Mir’s period. Mir’s Harm as apparent from the name is a part of the ladies quarters. It is profusely decorated with painting though not of good taste.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581533449/Pucca_Fort_Hyderabad.jpg",
        "latitude":"25.387592",
        "longitude":"68.37935"
      },
      {
        "name": "Meeran Ja Qubba",
        "about":"The tombs of Talpur Mirs have been built since the British conquest. From an architectural point of view they are conspicuously inferior to those of Kalhoras. For some time these tombs were maintained by their families. The oldest of them is that attributed to Mir Karam Ali, one of the original “char yar” and said to have been built about 1812. Mir Karam Ali died in customary for a man to build his own tomb. Another of the four friends, his sons Nur Muhammad and Nasir Khan and his grandson Shahdad Khan. The last two were concerned in Miani and were prisoners at the date assigned for the building of this tomb, 1847 A.D. but it may have been erected over the grave of Murad Ali by the female members of the family who did not go into exile.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581533548/Meeran_Ja_Qubba.jpg",
        "latitude":"25.404775",
        "longitude":"68.366222"
      },
      {
        "name": "Tomb of Mian Ghulam",
        "about":"The tomb of Mian Ghulam Shah Kalhora, the founder of Hyderabad, is one of the most important monuments of the city and represents the typical architecture of Kalhora’s period. The tomb was constructed in 1772 A.D. by his son Sarfraz Khan Kalhora and was in a very sound condition of preservation till its dome gave way. During the first decade of this century it dome fell down, probably through settlement of its foundation. The tomb is a great massive structure standing upon a square platform and surrounded by a massive wall in a fortress shape. The whole of the exterior of the tomb was covered with glazed colored tiles in great variety of geometric and floral patterns but now badly damaged. The interior of the buildings has been painted elaborately and deep band of color glazed tiles runs around the walls. A great deal of the decorated surface is made up of medallion, panels and bands. A stair care in the thickness of the wall leads to the terraced roof. The low parapet wall which runs round the edge of platform upon which the building stands is constructed of thin slabs of perforated stone, supported by little pillars at intervals. The perforated patterns are very neat and pretty.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581533695/Tomb_of_Mian_Ghulam.jpg",
        "latitude":"25.414149",
        "longitude":"68.363095"
      },
      {
        "name": "Tomb of Sarfaraz Khan",
        "about":"Mian Sarfraz Kalhoro was the famous king of the Kalhora Dynasty that ruled Sindh from 1701 to 1783. He was given the title Khudayar Khan by the Mughal Emperor Shah Alam II.  About half a mile towards south from Nabi Khan’s Tomb lies the tomb of Sarfaraz Khan Kalhoro in a hallow below the hill. From an architectural point of view, the building is very plain and litter note.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581533824/Tomb_of_Sarfaraz_Khan.jpg",
        "latitude":"25.398163",
        "longitude":"68.36483"
      },
      {
        "name": "Tomb of Mian Ghulam",
        "about":" At a close distance of the central Jail, Hyderabad, there lies the tomb of Ghulam Nabi Kalhora, Mian Ghulam Nabi was the son of Mian Noor Muhammad Chief of the Kalhora dynasty. He was 15th in succession and ruled over Sindh from 1775 to 1776. The tomb of Ghulam Nabi Kalhora resembles in many aspects with that of his father Mian Noor Muhammad Kalhora’s tomb at Moro District Nawab-Shah. The tomb is a massive brick structure covered with lime Niru plaster and decorative glazed tile paneling. It stands over a square platform made of lime stone. The tomb itself is octagonal in plan surmounted with a pointed dome supported by sixteen sided drumand culminated by a finial fixed in the shape of an inverted lotus pattern at the top. It has only entrance on the east and a formal niche as mehrab in the western wall. There is a spacious courtyard around the tomb which was originally surrounded by a high mud wall pierced with an impressive entrance gateway in the east.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581533923/Mian_Ghulam_hyd.jpg",
        "latitude":"25.410929",
        "longitude":"68.364065"
      }
    ]
  },
  {
    "name": "Thatta" ,
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795650/thatta_ueu4iq.jpg",
    "places": [
      {
        "name": "Tomb of Shaikh Hamad",
        "about":"The brick structure lies to the north of Jam Nizam’s Tomb. Presently a portion of Mehrab is left whereas all sides of structure have been disappeared. The floor is covered with Persian blue kashi tiles. It is perhaps the tomb of Sh. Hamad Jamali. It is one of the earliest brick structures erected sometime after the Jamia Masjid. Likely to have employed true arch and dome construction, similar to later-period square chamber tombs in the cluster. The structure has entirely collapsed with only limited surviving portions. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581534759/Tomb_Shaikh_Hamad_Jamali_Thatta.jpg",
        "latitude":"24.7762479",
        "longitude":"67.9035581"
      },
      {
        "name": "Tomb of Sultan Ibrahim ",
        "about":"The tomb of Sultan Ibrahim (D. 1558), son of Isa Khan Tarkhan the elder, is a solid octagonal brick structure with a rather pointed some set upon a high drum. The eight sides of the building have deep arched recesses. The north and south sides have doors leading into the sepulchral chamber. The plan is similar to that of Diwan Shurfa Khan’s tomb. Though the building is octagonal without, the sepulchral chamber within is square, being 21 feet each way. The dome was originally covered with turquoise-blue tiles, traces of which can still be seen. The tiles which once covered the building have almost disappeared, except for two small bands of Quranic inscriptions in whit letters on a dark-blue background.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581534981/Sultan_Ibrahim_thatta.jpg",
        "latitude":"24.758125",
        "longitude":"67.903154"
      },
      {
        "name": "Tomb, Yellow Stone Thatta ",
        "about":"The Tomb of Habshad Bai and her daughter is situated south of tomb of Amir Sultan Muhammad and Mirza Baqi Tarkhan on the high bank of the dried under a stone canopy standing on eight stone pillar. It is a comparatively small structure, the octagonal pavilion tomb appears a transitional structure, combining newly-styled Tarkhan columns with elongated square bases with a 4-bracket capitals with extended pieces to provide support ti lintols.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581535058/Tomb_wall_yellow_Stone_Thatta.jpg",
        "latitude":"24.7609717",
        "longitude":"67.9046205"
      },
      {
        "name": "Nawab Shurfa Khan Thatta",
        "about":" The tomb of Diwan Shurfa Khan is the best preserved and one of the most colourful building of Makli. It is a massive square structure surmounted by a dome in Persian style, at one time covered with light blue tiles. It has four round towers at the corners, each having a staircase leading to the roof. The walls are made of unglazed red bricks alternating with light-blue filling the joints, providing a conspicuous note of colour. This colour scheme, simple yet attractive, also carried to the inside, where bands of tiles have been set near the springing line of the dome. The interior of the dome is decorated with a radiating design of glazed bricks set in chevron pattern. Dewan Shurfa Khan was a Minister of the Mughal Governor of Sindh, Nawab Amir Khan, during the reign of Shahjehan. The mausoleum and the mosque on the west were erected respectively in the year 1639 A.D and 1642 A.D",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581535340/Nawab_Shurfa_Khan_Thatta.jpg",
        "latitude":"24.754217",
        "longitude":"67.899628"
      },
      {
        "name": "Kalan Kot, Thatta ",
        "about":"Located on Makli Hills on south of the Archaeological campus at a distance of about five miles are the extensive remains of a ruined fort once known as “Kalan Kot” or Tughlaqabad. This fort, according to Tarikh-i-Masumi, is said to have been constructed by Mirza Jani Baig somewhere in the last quarter of 16th century A.D. on the site of an earlier fort built by Jam Taghur or Taghlik on the site of a still earlier Hindu Fort. Mirza Jani Baig, while fighting with Emperor Akbar’s troops under Khan Khanan, wrote to his father payndah Baig and his son Abul Fateh who were at Thatta, to construct a fort as a place of refuge, should be abandoned to its fate and they should he be compelled to flee before the enemy. He further desired, under such circumstances, the city of Thatta should be abandoned to its fate and they should take themselves along with the peoples to kalankot. So was done, we are told, and the city of Thatta was laid waste for short duration. The fort is extensive and appears to be an irregular oblong in plan. The fort was which is about 14½ thick and together with its circular bastions is built with a core of mud bricks lined on either side with a layer of burnt bricks laid in mud mortar. The thickness of this burnt brick lining is about 10 inches.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581535474/Kalan_Kot_Thatta.jpg",
        "latitude":"24.7063597",
        "longitude":"67.8781703"
      },
      {
        "name": "Keenjhar Lake ",
        "about":"Keenjhar Lake is one of the top attractions of Thatta district.The Lake is regionally familiar with the name of Kalri Lake. It is situated at district Thatta, Sindh. It is 122 km away from Karachi and 18 km from the town of Thatta. Keenjhar lake is one the largest fresh water lakes of Pakistan. It is indispensible threshold of drinking water for Thatta as well as Karachi city. Keenjhar Lake has been manifested as ramsar site and a natural life heaven. Keenjhar Lake is conducive natural terrain for a cluster of migrated birds in winter season, like ducks, geese, flamingos, cormorants, waders, herons, egrets, ibises, terns, coots and gulls. Keenjhar Lake is captivating tourist resort. A notable number of visitors frequently visit this place from Karachi, Hyderabad, Thatta to relish themselves with their kiths and kin. The visitors enjoy swimming fishing and sculling greatly. The renowned folklore of Sindh Noori Jam Tamachi is linked with this stunning site. Amid to this mesmerizing lake there is an Altar denoting the great legend Noori’s grave. Assorted enthusiasts from different cities of Pakistan visit this spell bound landmark and enjoy deeply. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581535606/Keenjhar_Lake.jpg",
        "latitude":"24.940082",
        "longitude":"68.052428"
      },
      {
        "name": "Qadam Shah Graveyard",
        "about": "The graveyard known as Muqam Qadam Shah at Goth Raj Malik contains some tombs built in the local yellow sandstone and belong probably to the 17th & 18th centuries A.D. the style of carving and ornamentation on these graves has similarity with those of Baloch tombs situated at Chaukhandi and elsewhere. Most probably, the graveyard is also one of the same groups of graveyard found at quite a few places in the areas of Sindh and Baluchistan. Among the decoration found on these graves are floral and geometrical patterns and also ornaments of various types. On some graves, human representations have also been notices.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581538188/Qadam_Shah_Graveyard.jpg",
        "latitude": "24.645007",
        "longitude": "67.556543"
      },
      {
        "name": "Soonda Graveyard, Thatta ",
        "about":"Village Sonda situated about 20-22 miles from Thatta along main road to Hyderabad was founded according to Mir Ali Shair Qane author of Tuhfat-ul-Karam, by Jam Tamachi in 3rd quarter of fourteenth century A.D. It is said that there lived a saint here before the town was founded. The saint was very fond of Rag Sondra and the village derives its origin from the name of this Rag. The village was respected by Muslims as a noble family of saints known as Makhdums lived there. Names of Makhdum Ramzan Vedani, mula Ari, Mula Bayazid and Mula Abu Bakar are well renowned for their pious living. The graves of these saintly personalities situated in the graveyard were very often visited by the common people. But not many of these graves have survived the cruel hands of time. Whatever little is left of the decorations both in geometrical patterns as well as in human representation in the shape of carving on yellowish stone is however, remarkable. Human representations on these graves are one of the unique features of the tombs.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581538330/deb45d333d0414ba3de42155789fdb4a_XL_wbbksn.jpg",
        "latitude":"24.981556",
        "longitude":"68.135408"
      },
      {
        "name": "Makli Hill Thatta",
        "about":"Makli Necropolis  is one of the largest funerary sites in the world, spread over an area of 10 square kilometres near the city of Thatta, in the Pakistani province of Sindh. The site houses approximately 500,000 to 1 million tombs built over the course of a 400 year period. Makli Necropolis features several large funerary monuments belonging to royalty, various Sufi saints, and esteemed scholars. The site was inscribed as a UNESCO World Heritage Site in 1981 as an 'outstanding testament' to Sindhi civilization between the 14th and 18th centuries.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581538442/Graveyard_Makli_Hill_Thatta.jpg",
        "latitude":"24.766987",
        "longitude":"67.900199"
      }
    ]
  },
  {
    "name": "Sukkur" ,
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795075/sukkur_bridge_iwmy9r.jpg",
    "places": [
      {
        "name": "Sadh Belo",
        "about":"Sadh Belo is an island on Indus River very close to the city of Sukkur. There is a Hindu temple on the island which was founded in 1823 by Swami BakhandiMaharajUdasi; it is one of the main tourist attractions. The route to the temple is through the river on a boat, which provides the tourist with a pleasurable experience and scenic view of River Indus. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581538884/a42a2aa6c7440291c38ba9adc5892a56_XL_cml8up.jpg",
        "latitude":"27.69375",
        "longitude":"68.87876"
      },
      {
        "name": "Lansdowne Bridge Sukkur",
        "about":" Lansdowne Bridge, the second longest cantilever bridge after Queen Ferry over first of fort, Scotland. It was constructed by West Wood Ballie & Co. inaugurated by Lord Reay, Governor of Bombay on 27-03-1889 with a cost of 3822000/=.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581538998/0d0c19531d6e29f793ed165732978408_XL_z5ixoz.jpg",
        "latitude":"27.693734",
        "longitude":"68.888532"
      },
      {
        "name": "Satyan jo Than Sukkur ",
        "about":"The most important monument of Rohri lies on one of the little hills that rise out of the Indus river bank. This is generally known as the hill of seven virgins for the building on south side called Sathain which consists of a row of 2 shallow rooms, connected by a long passage cut partly out of the rock and ornamented extremely with colour tiles.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581539128/Satyan_jo_Than_Sukkur.jpg",
        "latitude":"27.692447",
        "longitude":"68.885667"
      },
      {
        "name": "Lakhian jo Daro Sukkur",
        "about":"The site of Lakhanjo-Daro, located beneath modern Sukkur, Pakistan is one of the most important urban centers of the Indus Civilization and yet it has not been properly studied due to its location under a modern city that is rapidly expanding. This site was first discovered in 1985 and small-scale excavations and surveys were carried out by the faculty and students of Shah Abdul Latif University, Khairpur (Kazi 1985). Larger scale excavations were carried out by the same department in 2006 and then again during 2009/10 (Shaikh et al 2006, Mallah et al 2012). Due to various factors, it has not been possible to carry out more intensive horizontal excavations or long-term research on any single part of the site. Nevertheless, based on excavations in three different areas, two locations in the central mound and one in the western mound, it is clear that the ancient settlement of Lakhanjo-Daro is extremely large and spread over a vast area. Furthermore the artifacts recovered from the excavations, such as pottery, inscribed seals and figurines, are very similar to those found at other major cities of the Indus Valley region.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581539242/Lakhian_jo_Daro_Sukkur.jpg",
        "latitude":"27.727469",
        "longitude":"68.840382"
      },
      {
        "name": "Mir Masum's Minar Sukkur",
        "about":"The most outstanding monuments built at Sukkur during the Mughal period is the high minaret of Mir Masum. In excellence it may be compared with those at Delhi, Ahmadabad and Daulatabad. The construction of the minaret was started in 1595 A.D. by Mir Muhammad Masum, a prominent figure of Mughal  period, but was completed by his son, Mir Buzurg in 1618 A.H. he was a famous scholar, poet calligraphist historian and brave soldier. Born at Sukkur-Bhakkar in A.H.944 Mir Masum assumed the poetical title of ‘Nami’ and was the writer of the history of Sindh called after him the Tarikh-e-Masumi, which he complied in A.H.1009 (1600 A.D.). Impressed by his great qualities and services. Emperor Akbar awarded him large jagirs in the surrounding areas of Sukkur. In 1606 A.D., he was bestowed with the title of Amin-ul-Malk by Emperor Jahangir. Built of burnt bricks, Mir Masum’s Minaret is about one hundred feet high and eighty-four in circum-ference at the base. It provides a magnificent view of the surrounding area from its top. It is surmounted by a dome to which access is provided by an internal stair-case.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581539353/e31ace2a15a7c70645ad83df9ecd43b0_XL_qkz3hi.jpg",
        "latitude":"27.694624",
        "longitude":"68.866542"
      }
    ]
  },
  {
    "name": "Matiari" ,
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795649/matiyari_vfilvq.jpg",
    "places": [
      {
        "name": "Shah Abdul Latif Bhittai",
        "about":"Shah Abdul Latif Bhittai (1689-1752) was a Sindhi Sufi scholar, mystic, saint, poet, philosopher, tourist and musician. He is widely considered to be one of the greatest poets of the world, who narrated his message for mankind in Sindhi language. His collected poems are assembled in the compilation well known as “Shah Jo Risalo”. Which exists in numerous versions and has been translated to English, Urdu, Punjabi, German and other languages? Shah Latif is worldwide recognition due to his message of peace prosperity. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581539691/Shah_Abdul_Latif_Bhittai.jpg",
        "latitude":"25.806338",
        "longitude":"68.491102"
      },
      {
        "name": "Mirs Tombs (Hala)",
        "about":"It is an extensive graveyard dating back to the first half of the 19th century A.D. This graveyard is divided into two portions with a number of graves small tombs and a mosque.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581539805/Mirs_Tombs_Hala.jpg",
        "latitude":"25.829525",
        "longitude":"68.400933"
      }
    ]
  },
  {
    "name": "UmerKot" ,
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795077/ranikot-fort_pgr0gf.jpg",
    "places": [
      {
        "name": "Archaeological Museum",
        "about":"The Museum situated inside the Umerkot Fort was inaugurated on 24th February 1968. Subsequently the museum was expended and shifted in a new museum building in July, 2006. The new museum building consists of three main galleries and two lobbies. The objects of special interest of the museum are; large number of coins of Mughal period, some of the old guns, pistols, swords, armors arrows, bows, helmets and such other material of war, manuscripts, paintings, royal documents, specimens of calligraphy are in display in the galleries and lobbies. Photographic enlargements depicting the life of Tharparkar are mounted on the walls of the Museum.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581540091/ea457adccaa9e569cff05de9b4f3b04d_XL_ezwcic.jpg",
        "latitude":"25.364375",
        "longitude":"69.734668"
      },
      {
        "name": "Umerkot Fort",
        "about":" Umerkot, the fort of Umer as it means was found by Umer, the first king of the Soomro dynasty (1050-1350) A.D. the town has a conspicuous fort which was perhaps built by one of the Soomra rulers. In the first half of the 13th century, the fort was occupied by the Rajput ruler named Perma Sodha, whose successors held it for centuries. Rana Parshad one of the rulers of that dynasty played host to Humayun and his contingent on his way to Persia. Kalhoras took the possession of Umerkot but one of the rulers of this dynasty sold it to the Raja of Jodhpur. When Talpurs came to powers, they recovered it in 1813 A.D. it remained in their possession till the British occupied Sindh. The ancient fort of Umerkot is roughly rectangular in plan measuring 946x785 feet in all. The walls both on its interior & exterior give a tapered look, well supported on all the four corners with semi-circular bastions. On eastern side, there is an arched gateway flanked by semi-circular bastions. Originally the façade of the fortification walls of the fort were lined with burnt brick tiles laid in mud mortar and its core filled with mud. The fortification wall was originally 17 feet wide and raised to a masimum height of 45 feet.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581540157/Umerkot_Fort.jpg",
        "latitude":"25.363814",
        "longitude":"69.733856"
      }
    ]
  },
  {
    "name": "Tharparkar",
    "imageUrl": "https://res.cloudinary.com/dwncqcoor/image/upload/v1581795650/thar_p5p92n.jpg",
    "places": [
      {
        "name": "Karoonjhar Mountains",
        "about":"Karoonjhar Mountains are situated in the city of Tharparkar. This is hill in the district near the place nagarparkar on the northern edge of the Runn of Kutch. It contains granite rocks and Chinese clay. The Karoonjhar range is 19 km in length and attains a height of 305 m. Karoonjhar Mouantains are rich in mineral deposits. The Karunjhar was famously known as Kinro. The Mountain Range has several places of historical importance, like Bhodeser talao, Alakh wao (hidden well), Anchlechure, Sardaro, Gao Mukhi. ",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581540404/Karoonjhar_Mountains_Thar.jpg",
        "latitude":"24.340556",
        "longitude":"70.733333"
      },
      {
        "name": "Gori Temple",
        "about":"Gori temple, situated situated at a distance of 14 miles north-west of Viravah, is about 125’ by 50 feet and similar is style as in temples at Bodesar. The effects of fire and gun powder which was used by Col. Tyrwhitt at the time of Nagar outbreak are quite marked. Still, it is the best surviving temple here, built of local stone with pillars and details of marble from Rajputana. It consists of three parts viz. an outer stone Mandpa or pavilion with marble pillars and a corbelled dome, leading to an interior Mandapa of similar design but supplemented by small cells. The shrine itself which formerly had a ‘Sikhara’ of typical Kathiawar type is now adorned with rows of miniature ‘Sikharas’. The temple according to an inscription was repaired in 1715 A.D.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581540562/Gori_Templ_Thar.jpg",
        "latitude":"24.638132",
        "longitude":"70.61772"
      },
      {
        "name": "Jain Temple Virwah",
        "about":"The Jaina temple at Verawah is about 15 miles north of Nagar Parkar. The temple is made of stone and consists of an open group of pillars with carved capitals. From this temple was found a beautifully carved block of marble 6’-9” in length and 2’-7” in breadth which is now on display in the National Museum of Pakistan, Karachi.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581540649/Jain_Temple_Virwah_thar.jpg",
        "latitude":"24.521831",
        "longitude":"70.777572"
      },
      {
        "name": "Naukot Fort",
        "about":" Naukot fort is situated about 1½ mile from the Naukot town, which lies on edge of the desert in District Thar. The fort is said to have been constructed by Mir Karam Ali Khan Talpur in 1814 A.D. it is roughly square in plan measuring 640x600 feet. The fortification wall of the fort which gives a tapered look has been built of baked bricks laid in mud mortar. On south east corner, there exists an arched gateway flanked by semi-circular bastions hiding the main entrance. The fort was used by Talpur Mirs as a strong hold cum-residence. Inside the fort, there are some structural in collapsed shape. Most probably these buildings were used as residences and a few of them for imprisoning the prisoners.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581540770/Naukot_Fort_Thar.jpg",
        "latitude":"24.844874",
        "longitude":"69.450103"
      },
      {
        "name": "Bhodesar Mosque",
        "about":" This mosque with white pillars in Bhodesar is a small marble and limestone structure near the pond embankment is built in 1436 AD. It was built by Mehmood Shah Bin Zaffar Shah, ruler of Gujrat. The mosque is located 5 Kms from town Nagarparkar.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581540883/Bhodesar_Mosque_Thar.jpg",
        "latitude":"24.389609",
        "longitude":"71.035323"
      }
    ]
  },
  {
    "name": "Ghotki",
    "imageUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581541052/Moomal_ji_Mari_ghotki.jpg",
    "places": [
      {
        "name": "Moomal ji Mari",
        "about":"Moomal Ji Mari is situated in Village Mathelo, 8 miles south west of Ghotki town in Sukkur District. Mathelo is an ancient village situated on a high mound covering an area of about 15 acres. On about 12 acres out of this area are built the houses and huts of villagers and the remaining 3 acres lying in south west corner of the village is un-occupied mound. This mound is believed to represent the Moomal Ji Mari (Multi-Storey building of Moomal). It stands about 50 feet high of the ground level and is almost vertical at ends. In the old cutting of the sides can been seen traces of old Hindu bricks. The pottery collected from the surface included both glazed and unglazed types but the latter type with a significant ration of stamped were dominated. The few glazed sherds represented no form and belong to crude type.",
        "imgUrl": "https://res.cloudinary.com/dafqx2e4k/image/upload/v1581541052/Moomal_ji_Mari_ghotki.jpg",
        "latitude":"27.967031",
        "longitude":"69.411764"
      }
    ]
  }
]